// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Informatie over apparaat";

HSDModelLabel = "Model:";
HSDConnTypeLabel = "Verbindingstype:";
HSDServiceLabel = "Service-id:";
HSDFWLabel = "Firmwareversie:";
HSDSNLabel = "Serienummer:";
HSDDuplexerLabel = "Duplex-module:";
HSDDriverLabel = "Versie stuurprogramma:";
HSDProdNumLabel = "Productnummer:";
HSDIPAddrLabel = "IP-adres:";
HSDMessageLabel = "Druk informatie over de geselecteerde printer af door op onderstaande knop Druk configuratiepagina te klikken.";
HSDPrintButton = "Druk configuratiepagina";

NoPrintTitle = "Kan de configuratiepagina niet afdrukken";
NoPrintMsg = "Controleer of de printer aanstaat en is verbonden. Probeer het vervolgens opnieuw.";
PrintingProgressTitle = "Bezig met afdrukken van configuratiepagina…";
PageViewButtonTitle = "Toon configuratiepagina";
PageViewMessage = "Bekijk informatie over de geselecteerde printer af door op onderstaande knop Toon configuratiepagina te klikken.";
DuplexInstalled = "Geïnstalleerd";
DuplexNotInstalled = "Niet geïnstalleerd";
SomePenErrorMessage = "De volgende inktcartridge is niet aanwezig, wordt niet gedetecteerd of is verkeerd geïnstalleerd. U kunt alleen afdrukken als alle cartridges geïnstalleerd zijn.";

HSDEmptyValueString = "Onbekend";

HSDIKNumberLabel = "IK-nummer:";

Wired = "Bekabeld";
Wireless = "Draadloos";

HSDAllInkUsageLabel = "Totale hoeveelheid gebruikte inkt:";
HSDHPInkUsageLabel = "Gebruikte hoeveelheid HP inkt:";
milliliters = "milliliters";
microliters = "microliters";

SomePenErrorMessagePigment = "Een cartridge ontbreekt, wordt niet gedetecteerd of is onjuist geïnstalleerd. Voor het afdrukken moeten alle cartridges geïnstalleerd zijn.";
HSDAllInkUsageLabelPigment = "Totaal gebruikt pigment:";
HSDHPInkUsageLabelPigment = "HP pigment gebruikt:";